Repository: Nomynameisjames/LearnSociety
Catalog: web_flask/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Please log in to access this page.
es: Por favor, identificate para acceer a la página.

source: An email has been sent to %(email) to complete your registration
es: Se ha enviado un correo electrónico a %(email) para completar su registro

source: Account created successfully for %(user)
es: Cuenta creada correctamente para %(usuario)

source: You are logged in!
es: ¡Ha iniciado sesión!

source: Login Unsuccessful. Please check username and password
es: Login fallido. Por favor, compruebe su nombre de usuario y contraseña

source: You have been logged out.
es: Usted ha sido desconectado.

source: An email has been sent with instructions to reset your password.
es: Se ha enviado un correo electrónico con instrucciones para restablecer su contraseña.

source: Your password has been updated! You are now able to log in
es: Su contraseña ha sido actualizada Ya puede iniciar sesión

source: Username
es: nombre de usuario

source: Email
es: Correo Electrónico

source: Password
es: contraseña

source: Confirm password
es: confirmar contraseña

source: Sign up
es: Inscribirse

source: Username already taken
es: correo electrónico ya está en uso

source: Email already taken
es: correo electrónico ya está en uso

source: Email must be at least 4 characters
es: el correo electrónico debe tener al menos 4 caracteres

source: Invalid email
es: correo electrónico ya está en uso

source: Password must be at least 8 characters
es: La contraseña debe contener al menos 1 número

source: Password must contain at least 1 number
es: La contraseña debe contener al menos 1 número

source: Remember Me
es: Acuérdate de mí

source: Login
es: iniciar sesión

source: Request Password Reset
es: confirmar contraseña

source: There is no account with that email. you must register first.
es: No hay cuenta con ese correo. debes registrarte primero.

source: Old Password
es: contraseña

source: Search
es: Buscar

source: Confirm Password
es: confirmar contraseña

source: Reset Password
es: contraseña
